{
	"": [
		"--------------------------------------------------------------------------------------------",
		"Copyright (c) Microsoft Corporation. All rights reserved.",
		"Licensed under the Source EULA. See License.txt in the project root for license information.",
		"--------------------------------------------------------------------------------------------",
		"Do not edit this file. It is machine generated."
	],
	"tileBorder": "Color del borde de los iconos",
	"tileBoxShadow": "Color de la sombra del cuadro del icono",
	"buttonDropdownBackgroundHover": "Color de fondo del menú desplegable del botón al mantener el puntero",
	"buttonDropdownBoxShadow": "Color de la sombra del cuadro desplegable del botón",
	"extensionPackHeaderShadow": "Color de fondo del texto del encabezado del paquete de extensiones",
	"extensionPackGradientColorOne": "Color superior del degradado del paquete de extensiones",
	"extensionPackGradientColorTwo": "Color inferior del degradado del paquete de extensiones",
	"gradientOne": "Color superior del degradado de la imagen del mensaje emergente",
	"gradientTwo": "Color inferior del degradado de la imagen del mensaje emergente",
	"gradientBackground": "Color de fondo del degradado de la imagen del mensaje emergente",
	"notebook.notebookToolbarIcon": "Cuaderno: iconos de la barra de herramientas principal",
	"notebook.notebookToolbarSelectBorder": "Cuaderno: borde del cuadro de selección de la barra de herramientas principal",
	"notebook.notebookToolbarSelectBackground": "Cuaderno: fondo del cuadro de selección de la barra de herramientas principal",
	"notebook.notebookToolbarLines": "Cuaderno: borde inferior y separador de la barra de herramientas principal",
	"notebook.dropdownArrow": "Cuaderno: flecha desplegable de la barra de herramientas principal",
	"notebook.buttonMenuArrow": "Cuaderno: flecha de lista desplegable personalizada buttonMenu de la barra de herramientas principal",
	"notebook.toolbarBackground": "Cuaderno: fondo de la barra de herramientas de Markdown",
	"notebook.toolbarIcon": "Cuaderno: iconos de la barra de herramientas de Markdown",
	"notebook.toolbarBottomBorder": "Cuaderno: borde inferior de la barra de herramientas de Markdown",
	"notebook.cellBorder": "Cuaderno: borde de celda activa",
	"notebook.markdownEditorBackground": "Cuaderno: fondo del editor de Markdown",
	"notebook.splitBorder": "Cuaderno: borde entre el editor de Markdown y la vista previa",
	"notebook.codeEditorBackground": "Cuaderno: fondo del editor de código",
	"notebook.codeEditorBackgroundActive": "Cuaderno: fondo del editor de código de la celda activa",
	"notebook.codeEditorLineNumber": "Cuaderno: números de línea del editor de código",
	"notebook.codeEditorToolbarIcon": "Cuaderno: iconos de la barra de herramientas del editor de código",
	"notebook.codeEditorToolbarBackground": "Cuaderno: fondo de barra de herramientas del editor de código",
	"notebook.codeEditorToolbarBorder": "Cuaderno: borde derecho de la barra de herramientas del editor de código",
	"notebook.notebookCellTagBackground": "Color de fondo de las etiquetas.",
	"notebook.notebookCellTagForeground": "Color de primer plano de las etiquetas.",
	"notebookFindMatchHighlight": "Color de los otros resultados de la búsqueda. El color no debe ser opaco para no ocultar las decoraciones subyacentes.",
	"notebookFindRangeHighlight": "Color de la gama que limita la búsqueda. El color no debe ser opaco para no ocultar decoraciones subyacentes.",
	"infoBox.infomationBackground": "Cuadro de información: color de fondo cuando la notificación es informativa.",
	"infoBox.warningBackground": "Cuadro de información: color de fondo cuando la notificación es sobre alguna advertencia.",
	"infoBox.errorBackground": "Cuadro de información: color de fondo cuando la notificación es sobre algún error.",
	"infoBox.successBackground": "Cuadro de información: color de fondo cuando la notificación es sobre algo correcto.",
	"infoButton.foreground": "Color de primer plano del botón de información.",
	"infoButton.background": "Color de fondo del botón de información.",
	"infoButton.border": "Color de borde del botón de información.",
	"infoButton.hoverBackground": "Color de fondo al mantener el puntero en el botón de información.",
	"calloutDialogForeground": "Primer plano del cuadro de diálogo de llamada.",
	"calloutDialogInteriorBorder": "Bordes interiores del cuadro de diálogo de llamada que se usan para separar elementos.",
	"calloutDialogExteriorBorder": "Bordes exteriores del cuadro de diálogo de llamada que se usan para proporcionar contraste con la interfaz de usuario del cuaderno.",
	"calloutDialogHeaderFooterBackground": "Fondo del encabezado y pie del cuadro de diálogo de llamada.",
	"calloutDialogBodyBackground": "Fondo del cuerpo del cuadro de diálogo de llamada.",
	"calloutDialogShadowColor": "Color de sombra del cuadro de diálogo de llamada."
}