{
	"": [
		"--------------------------------------------------------------------------------------------",
		"Copyright (c) Microsoft Corporation. All rights reserved.",
		"Licensed under the Source EULA. See License.txt in the project root for license information.",
		"--------------------------------------------------------------------------------------------",
		"Do not edit this file. It is machine generated."
	],
	"tileBorder": "Colore del bordo dei riquadri",
	"tileBoxShadow": "Colore di ombreggiatura della finestra dei riquadri",
	"buttonDropdownBackgroundHover": "Colore di sfondo al passaggio del mouse sulla casella a discesa del pulsante",
	"buttonDropdownBoxShadow": "Colore di ombreggiatura della casella a discesa del pulsante",
	"extensionPackHeaderShadow": "Colore di ombreggiatura del testo dell'intestazione del pacchetto di estensione",
	"extensionPackGradientColorOne": "Colore superiore per la sfumatura del pacchetto di estensione",
	"extensionPackGradientColorTwo": "Colore inferiore per la sfumatura del pacchetto di estensione",
	"gradientOne": "Colore superiore per la sfumatura dell'immagine del banner",
	"gradientTwo": "Colore inferiore per la sfumatura dell'immagine del banner",
	"gradientBackground": "Colore di sfondo per la sfumatura dell'immagine del banner",
	"notebook.notebookToolbarIcon": "Notebook: icone della barra degli strumenti principale",
	"notebook.notebookToolbarSelectBorder": "Notebook: bordo della casella di selezione della barra degli strumenti principale",
	"notebook.notebookToolbarSelectBackground": "Notebook: sfondo della casella di selezione della barra degli strumenti principale",
	"notebook.notebookToolbarLines": "Notebook: bordo inferiore e separatore della barra degli strumenti principale",
	"notebook.dropdownArrow": "Notebook: freccia a discesa della barra degli strumenti principale",
	"notebook.buttonMenuArrow": "Notebook: freccia a discesa del menu dei pulsanti personalizzati della barra degli strumenti principale",
	"notebook.toolbarBackground": "Notebook: sfondo della barra degli strumenti Markdown",
	"notebook.toolbarIcon": "Notebook: icone della barra degli strumenti Markdown",
	"notebook.toolbarBottomBorder": "Notebook: bordo inferiore della barra degli strumenti Markdown",
	"notebook.cellBorder": "Notebook: bordo cella attiva",
	"notebook.markdownEditorBackground": "Notebook: sfondo di Markdown editor",
	"notebook.splitBorder": "Notebook: bordo tra Markdown editor e l'anteprima",
	"notebook.codeEditorBackground": "Notebook: sfondo dell'editor di codice",
	"notebook.codeEditorBackgroundActive": "Notebook: sfondo dell'editor di codice della cella attiva",
	"notebook.codeEditorLineNumber": "Notebook: numeri di riga dell'editor di codice",
	"notebook.codeEditorToolbarIcon": "Notebook: icone della barra degli strumenti dell'editor di codice",
	"notebook.codeEditorToolbarBackground": "Notebook: sfondo della barra degli strumenti dell'editor di codice",
	"notebook.codeEditorToolbarBorder": "Notebook: bordo destro della barra degli strumenti dell'editor di codice",
	"notebook.notebookCellTagBackground": "Colore di sfondo dei tag.",
	"notebook.notebookCellTagForeground": "Colore di primo piano dei tag.",
	"notebookFindMatchHighlight": "Colore degli altri risultati della ricerca. Il colore non deve essere opaco per evitare di nascondere le decorazioni sottostanti.",
	"notebookFindRangeHighlight": "Colore dell'intervallo di limite della ricerca. Il colore non deve essere opaco per evitare di nascondere le decorazioni sottostanti.",
	"infoBox.infomationBackground": "InfoBox: colore di sfondo per una notifica di tipo informazioni.",
	"infoBox.warningBackground": "InfoBox: colore di sfondo per una notifica di tipo avviso.",
	"infoBox.errorBackground": "InfoBox: colore di sfondo per una notifica di tipo errore.",
	"infoBox.successBackground": "InfoBox: colore di sfondo per una notifica di tipo operazione riuscita.",
	"infoButton.foreground": "Colore di primo piano del pulsante informazioni.",
	"infoButton.background": "Colore di sfondo del pulsante informazioni.",
	"infoButton.border": "Colore del bordo del pulsante informazioni.",
	"infoButton.hoverBackground": "Colore di sfondo al passaggio del mouse sul pulsante informazioni.",
	"calloutDialogForeground": "Primo piano della finestra di dialogo di callout.",
	"calloutDialogInteriorBorder": "Bordi interni della finestra di dialogo callout usati per separare gli elementi.",
	"calloutDialogExteriorBorder": "Bordi esterni della finestra di dialogo di callout per fornire un contrasto con l'interfaccia utente del notebook.",
	"calloutDialogHeaderFooterBackground": "Sfondo dell'intestazione e del piè di pagina della finestra di dialogo di callout.",
	"calloutDialogBodyBackground": "Sfondo del corpo della finestra di dialogo callout.",
	"calloutDialogShadowColor": "Colore di ombreggiatura della finestra di dialogo di callout."
}