{
	"": [
		"--------------------------------------------------------------------------------------------",
		"Copyright (c) Microsoft Corporation. All rights reserved.",
		"Licensed under the Source EULA. See License.txt in the project root for license information.",
		"--------------------------------------------------------------------------------------------",
		"Do not edit this file. It is machine generated."
	],
	"notebookWizard.toolsAndEulaPageTitle": "Requisitos previos de la implementación",
	"deploymentDialog.FailedEulaValidation": "Para continuar, debe aceptar los términos del Contrato de licencia para el usuario final (CLUF).",
	"deploymentDialog.FailedToolsInstallation": "Hay algunas herramientas que no se han detectado. Asegúrese de que estén instaladas, se estén ejecutando y se puedan detectar.",
	"deploymentDialog.loadingRequiredToolsCompleted": "La carga de la información de las herramientas necesarias se ha completado.",
	"deploymentDialog.loadingRequiredTools": "Carga de la información de las herramientas necesarias en curso",
	"resourceDeployment.AgreementTitle": "Aceptación de las condiciones de uso",
	"deploymentDialog.ToolDoesNotMeetVersionRequirement": "\"{0}\" [ {1} ] no cumple los requisitos mínimos de versión. Desinstálelo y reinicie Azure Data Studio.",
	"deploymentDialog.InstalledTools": "Todas las herramientas necesarias ya están instaladas.",
	"deploymentDialog.PendingInstallation": "Hay herramientas ({0}) que no se han detectado. Asegúrese de que estén instaladas, se estén ejecutando y se puedan detectar.",
	"deploymentDialog.ToolInformation": "\"{0}\" no se ha detectado, y la instalación automatizada no se admite en estos momentos. Instale \"{0}\" manualmente, o asegúrese de que se haya iniciado y se pueda detectar. A continuación, reinicie Azure Data Studio. Consulte [{1}].",
	"deploymentDialog.VersionInformationDebugHint": "Si las herramientas se instalan manualmente, tendrá que reiniciar Azure Data Studio para aplicar el cambio. Puede encontrar detalles adicionales en los canales de salida \"Implementaciones\" y \"CLI de datos Azure\".",
	"deploymentDialog.InstallToolsHintOne": "La herramienta {0} no está instalada. Puede hacer clic en el botón \"{1}\" para instalarla.",
	"deploymentDialog.InstallToolsHintMany": "Las herramientas {0} no están instaladas. Puede hacer clic en el botón \"{1}\" para instalarlas.",
	"deploymentDialog.NoRequiredTool": "No se necesita ninguna herramienta."
}