{
	"": [
		"--------------------------------------------------------------------------------------------",
		"Copyright (c) Microsoft Corporation. All rights reserved.",
		"Licensed under the Source EULA. See License.txt in the project root for license information.",
		"--------------------------------------------------------------------------------------------",
		"Do not edit this file. It is machine generated."
	],
	"getClusterContexts.errorFetchingClusters": "Si è verificato un errore durante il caricamento o l'analisi del file di configurazione: {0}, errore: {1}",
	"fileChecker.NotFile": "Il percorso: {0} non è un file. Selezionare un file di configurazione kube valido.",
	"fileChecker.FileNotFound": "File: {0} non trovato. Selezionare un file di configurazione kube.",
	"azure.accounts.unexpectedAccountsError": "Errore imprevisto durante il recupero degli account: {0}",
	"resourceDeployment.errorFetchingStorageClasses": "Errore imprevisto durante il recupero delle classi di archiviazione kubectl disponibili: {0}",
	"azure.accounts.unexpectedSubscriptionsError": "Errore imprevisto durante il recupero delle sottoscrizioni per l'account {0}: {1}",
	"azure.accounts.accountNotFoundError": "L'account selezionato '{0}' non è più disponibile. Fare clic su Accedi per aggiungerlo di nuovo o selezionare un account diverso.",
	"azure.accessError": "\r\n Dettagli dell'errore: {0}.",
	"azure.accounts.accountStaleError": "Il token di accesso per l'account selezionato '{0}' non è più valido. Fare clic sul pulsante Accedi per aggiornare l'account o selezionare un account diverso.",
	"azure.accounts.unexpectedResourceGroupsError": "Errore imprevisto durante il recupero dei gruppi di risorse per la sottoscrizione {0}: {1}",
	"invalidSQLPassword": "{0} non è conforme al requisito di complessità delle password. Per altre informazioni, vedere: https://docs.microsoft.com/sql/relational-databases/security/password-policy",
	"passwordNotMatch": "{0} non corrisponde alla password di conferma"
}