{
	"": [
		"--------------------------------------------------------------------------------------------",
		"Copyright (c) Microsoft Corporation. All rights reserved.",
		"Licensed under the Source EULA. See License.txt in the project root for license information.",
		"--------------------------------------------------------------------------------------------",
		"Do not edit this file. It is machine generated."
	],
	"notebookWizard.toolsAndEulaPageTitle": "Prerequisiti di distribuzione",
	"deploymentDialog.FailedEulaValidation": "Per procedere è necessario accettare le condizioni del contratto di licenza",
	"deploymentDialog.FailedToolsInstallation": "Alcuni strumenti non sono stati ancora individuati. Assicurarsi che siano installati, in esecuzione e individuabili",
	"deploymentDialog.loadingRequiredToolsCompleted": "Caricamento delle informazioni sugli strumenti necessari completato",
	"deploymentDialog.loadingRequiredTools": "Caricamento delle informazioni sugli strumenti necessari",
	"resourceDeployment.AgreementTitle": "Accettare le condizioni per l'utilizzo",
	"deploymentDialog.ToolDoesNotMeetVersionRequirement": "'{0}' [ {1} ] non soddisfa il requisito di versione minima. Disinstallarlo e riavviare Azure Data Studio.",
	"deploymentDialog.InstalledTools": "Tutti gli strumenti necessari sono ora installati.",
	"deploymentDialog.PendingInstallation": "Gli strumenti seguenti: {0} non sono ancora stati individuati. Assicurarsi che siano installati, in esecuzione e individuabili",
	"deploymentDialog.ToolInformation": "'{0}' non è stato individuato e l'installazione automatica non è attualmente supportata. Installare '{0}' manualmente o assicurarsi che sia avviato ed individuabile. Al termine, riavviare Azure Data Studio. Vedere [{1}].",
	"deploymentDialog.VersionInformationDebugHint": "È necessario riavviare Azure Data Studio se gli strumenti vengono installati manualmente per rilevare la modifica. È possibile trovare ulteriori dettagli nei canali di output 'Distribuzioni' e 'Interfaccia della riga di comando di Azure Data'",
	"deploymentDialog.InstallToolsHintOne": "Lo strumento: {0} non è installato. È possibile fare clic sul pulsante \"{1}\" per installarlo.",
	"deploymentDialog.InstallToolsHintMany": "Gli strumenti: {0} non sono installati. È possibile fare clic sul pulsante \"{1}\" per installarli.",
	"deploymentDialog.NoRequiredTool": "Non sono richiesti strumenti"
}