{
	"": [
		"--------------------------------------------------------------------------------------------",
		"Copyright (c) Microsoft Corporation. All rights reserved.",
		"Licensed under the Source EULA. See License.txt in the project root for license information.",
		"--------------------------------------------------------------------------------------------",
		"Do not edit this file. It is machine generated."
	],
	"tileBorder": "A cor da borda dos blocos",
	"tileBoxShadow": "A cor da sombra da caixa do bloco",
	"buttonDropdownBackgroundHover": "A cor do foco da tela de fundo suspensa do botão",
	"buttonDropdownBoxShadow": "A cor da sombra da caixa suspensa do botão",
	"extensionPackHeaderShadow": "A cor da sombra do texto do cabeçalho do pacote de extensão",
	"extensionPackGradientColorOne": "A cor superior do gradiente do pacote de extensão",
	"extensionPackGradientColorTwo": "A cor inferior do gradiente do pacote de extensão",
	"gradientOne": "A cor superior do gradiente de imagem da barra de notificação",
	"gradientTwo": "A cor inferior do gradiente de imagem da barra de notificação",
	"gradientBackground": "A cor da tela de fundo do gradiente de imagem da barra de notificação",
	"notebook.notebookToolbarIcon": "Notebook: ícones da barra de ferramentas principal",
	"notebook.notebookToolbarSelectBorder": "Notebook: borda da caixa de seleção da barra de ferramentas principal",
	"notebook.notebookToolbarSelectBackground": "Notebook: tela de fundo da caixa de seleção da barra de ferramentas principal",
	"notebook.notebookToolbarLines": "Notebook: borda inferior e separador da barra de ferramentas principal",
	"notebook.dropdownArrow": "Notebook: seta suspensa da barra de ferramentas principal",
	"notebook.buttonMenuArrow": "Notebook: seta suspensa do buttonMenu personalizado da barra de ferramentas principal",
	"notebook.toolbarBackground": "Notebook: tela de fundo da barra de ferramentas do Markdown",
	"notebook.toolbarIcon": "Notebook: ícones da barra de ferramentas do Markdown",
	"notebook.toolbarBottomBorder": "Notebook: borda inferior da barra de ferramentas do Markdown",
	"notebook.cellBorder": "Notebook: borda da célula ativa",
	"notebook.markdownEditorBackground": "Notebook: tela de fundo do Markdown editor",
	"notebook.splitBorder": "Notebook: borda entre o Markdown editor e a versão prévia",
	"notebook.codeEditorBackground": "Notebook: tela de fundo do editor de código",
	"notebook.codeEditorBackgroundActive": "Notebook: tela de fundo do editor de código da célula ativa",
	"notebook.codeEditorLineNumber": "Notebook: números de linha do editor de código",
	"notebook.codeEditorToolbarIcon": "Notebook: ícones da barra de ferramentas do editor de código",
	"notebook.codeEditorToolbarBackground": "Notebook: tela de fundo da barra de ferramentas do editor de código",
	"notebook.codeEditorToolbarBorder": "Notebook: borda direita da barra de ferramentas do editor de código",
	"notebook.notebookCellTagBackground": "Marcar a cor da tela de fundo.",
	"notebook.notebookCellTagForeground": "Marcar a cor de primeiro plano.",
	"notebookFindMatchHighlight": "Cor das outras correspondências da pesquisa. A cor não deve ser opaca para não ocultar decorações subjacentes.",
	"notebookFindRangeHighlight": "Cor do intervalo que limita a pesquisa. A cor não deve ser opaca para não ocultar decorações subjacentes.",
	"infoBox.infomationBackground": "InfoBox: a cor da tela de fundo quando o tipo de notificação for informações.",
	"infoBox.warningBackground": "InfoBox: a cor da tela de fundo quando o tipo de notificação for aviso.",
	"infoBox.errorBackground": "InfoBox: a cor da tela de fundo quando o tipo de notificação for erro.",
	"infoBox.successBackground": "InfoBox: a cor da tela de fundo quando o tipo de notificação for bem-sucedido.",
	"infoButton.foreground": "Cor de primeiro plano do botão de informações.",
	"infoButton.background": "Cor da tela de fundo do botão de informações.",
	"infoButton.border": "Cor da borda do botão de informações.",
	"infoButton.hoverBackground": "Cor do foco da tela de fundo do botão de informações.",
	"calloutDialogForeground": "Primeiro plano da caixa de diálogo do texto explicativo.",
	"calloutDialogInteriorBorder": "Bordas interiores da caixa de diálogo do texto explicativo usadas para separar elementos.",
	"calloutDialogExteriorBorder": "Bordas exteriores da caixa de diálogo do texto explicativo para fornecer contraste em relação à interface do usuário do notebook.",
	"calloutDialogHeaderFooterBackground": "Tela de fundo do cabeçalho e rodapé da caixa de diálogo do texto explicativo.",
	"calloutDialogBodyBackground": "Tela de fundo do corpo da caixa de diálogo do texto explicativo.",
	"calloutDialogShadowColor": "Cor da sombra da caixa de diálogo do texto explicativo."
}